"REQUIREMENT_FAILED_MESSAGE_VOLUME_CHECK_2" = "You need to have OS X 10.7 Lion in order to use OS X Extractor and Install OS X 10.8 or later on your unsupported Mac.";

"INSTALLER_CHOICE_3_REQUIREMENT_FAILED_1" = "Your Mac needs a Intel Core 2 Duo Processor to run OS X Yosemite\n";

"INSTALLER_CHOICE_2_DESCRIPTION" = "Adds the Patch Files needed for Installing OS X El Capitan on your Unsupported Mac.";

"INSTALLER_CHOICE_4_REQUIREMENT_FAILED_4" = "Your Mac needs at least 2 GB of ram to run OS X Mavericks\n";

"INSTALLER_CHOICE_3_DESCRIPTION" = "Adds the Patch Files needed for Installing OS X Yosemite on your Unsupported Mac.";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_1" = "You need at least 2 GB of RAM and running OS X 10.7 Lion in order to install OS X Extractor";

"INSTALLER_CHOICE_1_DESCRIPTION" = "Installs the App that connects with OS X Hackers allowing you to access that working guides to install OS X on your unsupported Mac.";

"INSTALLER_CHOICE_4_DESCRIPTION" = "Adds the Patch Files needed for Installing OS X Mavericks on your Unsupported Mac.";

"INSTALLER_CHOICE_1_REQUIREMENT_FAILED_1" = "You need at least 2 GB of RAM to Install OS X on your Unsupported Mac.";

"INSTALLER_CHOICE_3_REQUIREMENT_FAILED_4" = "Your Mac needs at least 2 GB of ram to run OS X Yosemite\n";

"DISTRIBUTION_TITLE" = "OS X Extractor 1.3";

"INSTALLER_CHOICE_1_TITLE" = "OS X Hackers";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_1" = "OS X Extractor Error - Lack of RAM";

"INSTALLER_CHOICE_4_REQUIREMENT_FAILED_1" = "Your Mac needs a Intel Core 2 Duo Processor to run OS X Mavericks\n";

"INSTALLER_CHOICE_6_DESCRIPTION" = "For Mavericks and Yosemite ONLY. Mountain Lion already includes a working Graphics Patch. The OpenGL Mod is pretty unstable and must only be used by people who know what they are doing such as developers!";

"INSTALLER_CHOICE_5_DESCRIPTION" = "Adds the Patch Files needed for Installing OS X Mountain Lion on your Unsupported Mac.";

"INSTALLER_CHOICE_5_REQUIREMENT_FAILED_1" = "You need an Intel Core 2 Duo to install OS X Mountain Lion on your Unsupported Mac";

"INSTALLER_CHOICE_3_REQUIREMENT_FAILED_7" = "You must have the 'Install OS X Yosemite app' in your Applications Folder";

"INSTALLER_CHOICE_5_REQUIREMENT_FAILED_2" = "You must have the 'Install OS X Mountain Lion app' in your Applications Folder";

"INSTALLER_CHOICE_2_REQUIREMENT_FAILED_1" = "You must have 'Install OS X 10.11 Developer Beta.app' or 'Install OS X El Capitan Public Beta.app' in your Applications Folder.";

